Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: ابق على مستوى قريب وراجع لماذا اختار الخبير ورقة أعلى قيمة قبل رفع التحدي.
de: Bleib auf einem nahen Niveau und prüfe, warum der Experte eine wertvollere Karte gewählt hat, bevor du die Herausforderung erhöhst.
en: Stay near this level and review why the expert chose a higher-value card before raising the challenge.
es: Mantente cerca de este nivel y revisa por qué el experto eligió una carta de mayor valor antes de subir el reto.
fr: Reste proche de ce niveau et révise pourquoi l’expert a choisi une carte de plus grande valeur avant d’augmenter le défi.
hi: चुनौती बढ़ाने से पहले इसी स्तर के पास रहें और देखें कि विशेषज्ञ ने अधिक मूल्य वाला पत्ता क्यों चुना.
id: Tetap di level yang dekat dan tinjau mengapa ahli memilih kartu bernilai lebih tinggi sebelum menaikkan tantangan.
ru: Останься на близком уровне и разбери, почему эксперт выбрал карту с большей ценностью, прежде чем повышать сложность.
tr: Zorluğu artırmadan önce yakın bir seviyede kal ve uzmanın neden daha değerli bir kart seçtiğini incele.
ur: چیلنج بڑھانے سے پہلے اسی سطح کے قریب رہیں اور دیکھیں کہ ماہر نے زیادہ قدر والا پتا کیوں چنا.
zh_hans: 先保持接近当前的难度，复盘专家为何选择价值更高的牌，再提高挑战。

source: لا توجد خسارة قيمة
de: Kein Wertverlust
en: No value lost
es: Sin pérdida de valor
fr: Aucune valeur perdue
hi: कोई मूल्य नहीं खोया
id: Tidak ada nilai hilang
ru: Потери ценности нет
tr: Değer kaybı yok
ur: قدر کا کوئی نقصان نہیں
zh_hans: 没有价值损失

source: خسارة قيمة بسيطة
de: Geringer Wertverlust
en: Small value loss
es: Pérdida de valor pequeña
fr: Petite perte de valeur
hi: छोटी मूल्य हानि
id: Kehilangan nilai kecil
ru: Небольшая потеря ценности
tr: Küçük değer kaybı
ur: قدر کا معمولی نقصان
zh_hans: 小幅价值损失

source: خسارة قيمة متوسطة
de: Mittlerer Wertverlust
en: Moderate value loss
es: Pérdida de valor media
fr: Perte de valeur moyenne
hi: मध्यम मूल्य हानि
id: Kehilangan nilai sedang
ru: Средняя потеря ценности
tr: Orta değer kaybı
ur: قدر کا درمیانہ نقصان
zh_hans: 中等价值损失

source: خسارة قيمة عالية
de: Hoher Wertverlust
en: High value loss
es: Pérdida de valor alta
fr: Forte perte de valeur
hi: बड़ी मूल्य हानि
id: Kehilangan nilai tinggi
ru: Высокая потеря ценности
tr: Yüksek değer kaybı
ur: قدر کا بڑا نقصان
zh_hans: 高价值损失

source: شدة خسارة القيمة
de: Schwere des Wertverlusts
en: Value loss severity
es: Gravedad de la pérdida de valor
fr: Gravité de la perte de valeur
hi: मूल्य हानि की गंभीरता
id: Tingkat kehilangan nilai
ru: Тяжесть потери ценности
tr: Değer kaybı şiddeti
ur: قدر کے نقصان کی شدت
zh_hans: 价值损失严重度

source: الفارق بين الأفضل والثاني
de: Abstand zwischen bestem und zweitem
en: Gap between best and second
es: Diferencia entre la mejor y la segunda
fr: Écart entre la meilleure et la deuxième
hi: सर्वश्रेष्ठ और दूसरे के बीच अंतर
id: Selisih antara terbaik dan kedua
ru: Разница между лучшим и вторым
tr: En iyi ile ikinci arasındaki fark
ur: بہترین اور دوسرے کے درمیان فرق
zh_hans: 最佳与第二名差距

source: لا يوجد بديل
de: Keine Alternative
en: No alternative
es: Sin alternativa
fr: Aucune alternative
hi: कोई विकल्प नहीं
id: Tidak ada alternatif
ru: Нет альтернативы
tr: Alternatif yok
ur: کوئی متبادل نہیں
zh_hans: 没有替代项

source: نتيجة القرار
de: Entscheidungsergebnis
en: Decision outcome
es: Resultado de la decisión
fr: Résultat de la décision
hi: निर्णय परिणाम
id: Hasil keputusan
ru: Итог решения
tr: Karar sonucu
ur: فیصلے کا نتیجہ
zh_hans: 决策结果

source: نتائج قراراتك
de: Ergebnisse deiner Entscheidungen
en: Your decision outcomes
es: Resultados de tus decisiones
fr: Résultats de vos décisions
hi: आपके निर्णयों के परिणाम
id: Hasil keputusanmu
ru: Итоги твоих решений
tr: Kararlarının sonuçları
ur: آپ کے فیصلوں کے نتائج
zh_hans: 你的决策结果

source: خسارة الأكلة متكررة
de: Stichverluste wiederholen sich
en: Trick losses are recurring
es: Las pérdidas de bazas se repiten
fr: Les pertes de plis se répètent
hi: चालें बार-बार हार रहे हैं
id: Kekalahan trik berulang
ru: Потери взяток повторяются
tr: El kayıpları tekrarlıyor
ur: ہاتھ ہارنا بار بار ہو رہا ہے
zh_hans: 丢墩反复出现

source: نصف قراراتك المفحوصة أو أكثر تنهي الأكلة للخصم. راجع اللون المطلوب والحكم قبل رمي ورقة عالية.
de: Die Hälfte oder mehr deiner Züge schenken den Stich – prüfe Farbe und Trumpf vor hohen Karten.
en: Half or more of your tracked decisions give the trick to the opponent. Review the led suit and trump before playing a high card.
es: La mitad o más de tus decisiones dan la baza al rival; revisa palo pedido y triunfo antes de tirar alto.
fr: La moitié ou plus de vos coups donnent le pli à l'adversaire : vérifiez couleur et atout d'abord.
hi: आपके जाँचे गए आधे या अधिक निर्णय चाल विपक्ष को देते हैं। ऊँचा कार्ड फेंकने से पहले सूट व तुरुप देखें।
id: Setengah atau lebih keputusanmu menyerahkan trik ke lawan. Tinjau simbol yang diminta dan truf sebelum membuang kartu tinggi.
ru: Половина или больше твоих решений отдают взятку сопернику — сначала проверяй масть и козырь.
tr: İncelenen kararlarının yarısı ya da fazlası eli rakibe bırakıyor. Yüksek kart atmadan önce istenen sembolü ve kozu gözden geçir.
ur: آپ کے جانچے گئے نصف یا زیادہ فیصلے ہاتھ حریف کو دیتے ہیں۔ اونچا کارڈ پھینکنے سے پہلے مطلوبہ رنگ اور ترپ دیکھیں۔
zh_hans: 你被记录的决策中有一半以上把墩送给了对手：出大牌前先看所需花色与将牌。

source: تحسم الأكلات بثبات
de: Du entscheidest Stiche verlässlich
en: You finish tricks steadily
es: Cierras las bazas con constancia
fr: Vous remportez les plis avec régularité
hi: आप लगातार चालें जीतते हैं
id: Kamu memenangi trik dengan konsisten
ru: Ты стабильно забираешь взятки
tr: Elleri istikrarla alıyorsun
ur: آپ مستقل مزاجی سے ہاتھ جیتتے ہیں
zh_hans: 你能稳定拿墩

source: نصف قراراتك المفحوصة أو أكثر تكسب الأكلة لفريقك. ركز الآن على تقليل النقاط المتوقعة الضائعة عند البدائل القريبة.
de: Die Hälfte oder mehr deiner Züge gewinnt den Stich – reduziere nun Verluste bei knappen Alternativen.
en: Half or more of your tracked decisions win the trick for your team. Now focus on reducing expected points lost on close alternatives.
es: La mitad o más de tus decisiones ganan la baza; ahora reduce los puntos esperados perdidos en alternativas ajustadas.
fr: La moitié ou plus de vos coups gagnent le pli : réduisez maintenant la perte sur les alternatives serrées.
hi: आपके जाँचे गए आधे या अधिक निर्णय चाल आपकी टीम को दिलाते हैं। अब निकट विकल्पों में खोए अपेक्षित अंक घटाएँ।
id: Setengah atau lebih keputusanmu memenangkan trik untuk timmu. Kini fokus menekan poin harapan yang hilang pada alternatif berdekatan.
ru: Половина или больше твоих решений берут взятку — теперь снижай потери на близких альтернативах.
tr: İncelenen kararlarının yarısı ya da fazlası eli takımına kazandırıyor. Şimdi yakın alternatiflerdeki beklenen puan kaybını azaltmaya odaklan.
ur: آپ کے جانچے گئے نصف یا زیادہ فیصلے ہاتھ آپ کی ٹیم کو دلاتے ہیں۔ اب قریبی متبادل میں ضائع متوقع پوائنٹس کم کریں۔
zh_hans: 你被记录的决策中有一半以上为自家拿墩：现在专注减少接近备选上损失的期望分。

source: قراراتك تترك الأكلة مفتوحة
de: Deine Entscheidungen lassen den Stich offen
en: Your decisions leave tricks open
es: Tus decisiones dejan la baza abierta
fr: Vos décisions laissent le pli ouvert
hi: आपके निर्णय चाल खुली छोड़ देते हैं
id: Keputusanmu membiarkan trik terbuka
ru: Твои решения оставляют взятку открытой
tr: Kararların eli açık bırakıyor
ur: آپ کے فیصلے ہاتھ کھلا چھوڑ دیتے ہیں
zh_hans: 你的决策让这墩留有余地

source: أغلب قراراتك لا تحسم الأكلة فورًا؛ تابع قراءة ردود الخصوم بعد ورقتك ولا تعتمد على أثر الورقة وحدها.
de: Deine Züge entscheiden nicht sofort – lies die Antworten der Gegner, nicht nur die Kartenwirkung.
en: Most of your decisions do not decide the trick immediately; keep reading opponents' replies after your card and do not rely on the card impact alone.
es: Tus decisiones no cierran la baza al instante; sigue las respuestas rivales, no solo el impacto de la carta.
fr: Vos coups ne tranchent pas d'emblée : suivez les réponses adverses, pas seulement l'impact de la carte.
hi: आपके अधिकतर निर्णय चाल तुरंत तय नहीं करते; अपने कार्ड के बाद विरोधियों की प्रतिक्रिया पढ़ें, केवल कार्ड प्रभाव पर न जाएँ।
id: Kebanyakan keputusanmu tidak langsung menentukan trik; terus baca respons lawan setelah kartumu, jangan bergantung pada dampak kartu saja.
ru: Твои ходы не решают взятку сразу — читай ответы соперников, а не только эффект карты.
tr: Kararlarının çoğu eli hemen bitirmiyor; kartından sonra rakiplerin yanıtlarını okumaya devam et, tek başına kart etkisine güvenme.
ur: آپ کے اکثر فیصلے ہاتھ فوراً طے نہیں کرتے؛ اپنے کارڈ کے بعد حریفوں کے جواب پڑھتے رہیں، صرف کارڈ کے اثر پر نہ جائیں۔
zh_hans: 你的多数决策不会立刻定墩：继续读对手在你出牌后的应对，别只看这张牌本身的影响。

source: نتائج قراراتك متوازنة
de: Deine Entscheidungsergebnisse sind ausgewogen
en: Your decision outcomes are balanced
es: Los resultados de tus decisiones están equilibrados
fr: Les résultats de vos décisions sont équilibrés
hi: आपके निर्णयों के परिणाम संतुलित हैं
id: Hasil keputusanmu seimbang
ru: Итоги твоих решений сбалансированы
tr: Karar sonuçların dengeli
ur: آپ کے فیصلوں کے نتائج متوازن ہیں
zh_hans: 你的决策结果较为均衡

source: لا يظهر ميل واضح لكسب أو خسارة الأكلة. استخدم مقارنة أفضل وثاني أفضل لتقليل الفوارق الصغيرة.
de: Keine klare Tendenz – nutze den Vergleich Bestes/Zweitbestes, um kleine Lücken zu schließen.
en: No clear tendency toward winning or losing tricks appears. Use the best vs. second-best comparison to reduce small gaps.
es: No hay tendencia clara; usa la comparación mejor/segundo mejor para reducir las brechas pequeñas.
fr: Aucune tendance nette : comparez meilleur et deuxième pour réduire les petits écarts.
hi: चाल जीतने या हारने की स्पष्ट प्रवृत्ति नहीं। छोटे अंतर घटाने हेतु सर्वश्रेष्ठ–दूसरे की तुलना करें।
id: Tak ada kecenderungan jelas menang atau kalah trik. Gunakan perbandingan terbaik–kedua untuk menekan selisih kecil.
ru: Явной тенденции нет — сравнивай лучший и второй, чтобы убрать мелкие разрывы.
tr: Eli kazanma ya da kaybetme yönünde net bir eğilim yok. Küçük farkları azaltmak için en iyi–ikinci karşılaştırmasını kullan.
ur: ہاتھ جیتنے یا ہارنے کا واضح رجحان نہیں۔ چھوٹے فرق کم کرنے کے لیے بہترین اور دوسرے کا موازنہ کریں۔
zh_hans: 没有明显的赢墩或丢墩倾向：用最优/次优对比来缩小细微差距。

source: يفتتح الأكلة
de: Eröffnet den Stich
en: Leads the trick
es: Abre la baza
fr: Entame le pli
hi: चाल शुरू करता है
id: Membuka trik
ru: Заходит первым
tr: Eli açar
ur: ہاتھ کا آغاز کرتا ہے
zh_hans: 首攻

source: يبقي الأكلة مفتوحة
de: Lässt den Stich offen
en: Keeps the trick open
es: Deja la baza abierta
fr: Laisse le pli ouvert
hi: चाल खुली रखता है
id: Membiarkan trik terbuka
ru: Оставляет взятку открытой
tr: Eli açık bırakır
ur: ہاتھ کھلا رکھتا ہے
zh_hans: 让这墩留有余地

source: يكسب الأكلة
de: Gewinnt den Stich
en: Wins the trick
es: Gana la baza
fr: Remporte le pli
hi: चाल जीतता है
id: Memenangi trik
ru: Выигрывает взятку
tr: Eli kazanır
ur: ہاتھ جیتتا ہے
zh_hans: 赢下这墩

source: يخسر الأكلة
de: Verliert den Stich
en: Loses the trick
es: Pierde la baza
fr: Perd le pli
hi: चाल हारता है
id: Kalah trik
ru: Проигрывает взятку
tr: Eli kaybeder
ur: ہاتھ ہارتا ہے
zh_hans: 丢掉这墩

source: السلسلة الحالية
de: Aktuelle Serie
en: Current streak
es: Racha actual
fr: Série actuelle
hi: वर्तमान लड़ी
id: Rentetan saat ini
ru: Текущая серия
tr: Mevcut seri
ur: موجودہ سلسلہ
zh_hans: 当前连胜

source: الأفضل
de: Am besten
en: Best
es: Lo mejor
fr: Le meilleur
hi: सर्वश्रेष्ठ
id: Terbaik
ru: Лучшее
tr: En iyi
ur: بہترین
zh_hans: 最佳

source: اختر
de: Wählen
en: Choose
es: Elegir
fr: Choisir
hi: चुनें
id: Pilih
ru: Выбрать
tr: Seç
ur: منتخب کریں
zh_hans: 选择

source: أزل الأوراق المكررة
de: Doppelte Karten entfernen
en: Remove duplicate cards
es: Elimina las cartas repetidas
fr: Retirez les cartes en double
hi: दोहराए गए कार्ड हटाएँ
id: Hapus kartu ganda
ru: Удалите повторяющиеся карты
tr: Yinelenen kartları kaldır
ur: دہرائے گئے کارڈ ہٹائیں
zh_hans: 移除重复的牌

source: التحليل جاهز
de: Analyse bereit
en: Analysis ready
es: Análisis listo
fr: Analyse prête
hi: विश्लेषण तैयार
id: Analisis siap
ru: Анализ готов
tr: Analiz hazır
ur: تجزیہ تیار
zh_hans: 分析已就绪

source: بعد اكتمال اليد يعرض التطبيق تقييم القوة، أفضل شراء، المشاريع، ونصيحة تكتيكية.
de: Bei vollständiger Hand zeigt die App Stärke, beste Ansage, Projekte und Taktiktipp.
en: After the hand is complete, the app shows strength, best bid, projects, and tactical advice.
es: Con la mano completa, la app muestra fuerza, mejor puja, proyectos y consejo táctico.
fr: Une fois la main complète, l'app montre force, meilleure enchère, projets et conseil tactique.
hi: हाथ पूरा होने पर ऐप ताक़त, सर्वश्रेष्ठ बोली, प्रोजेक्ट और रणनीतिक सलाह दिखाता है।
id: Setelah kartu lengkap, aplikasi menampilkan kekuatan, tawaran terbaik, proyek, dan saran taktis.
ru: Когда рука собрана, приложение показывает силу, лучшую заявку, проекты и совет.
tr: El tamamlanınca uygulama güç değerlendirmesi, en iyi alma, projeler ve taktik tavsiye gösterir.
ur: ہاتھ مکمل ہونے پر ایپ قوت کا اندازہ، بہترین بولی، پروجیکٹس اور تدبیری مشورہ دکھاتی ہے۔
zh_hans: 手牌集齐后，应用会给出强度评估、最佳叫牌、项目与战术建议。

source: كل ورقة يجب أن تظهر مرة واحدة فقط في اليد.
de: Jede Karte darf nur einmal in der Hand vorkommen.
en: Each card must appear only once in the hand.
es: Cada carta debe aparecer solo una vez en la mano.
fr: Chaque carte ne doit apparaître qu'une fois dans la main.
hi: हर कार्ड हाथ में केवल एक बार आना चाहिए।
id: Setiap kartu hanya boleh muncul sekali di tangan.
ru: Каждая карта должна встречаться в руке только один раз.
tr: Her kart elde yalnızca bir kez bulunmalı.
ur: ہر کارڈ ہاتھ میں صرف ایک بار آنا چاہیے۔
zh_hans: 每张牌在手牌中只能出现一次。

source: غير محدد
de: Nicht festgelegt
en: Not set
es: Sin definir
fr: Non défini
hi: निर्धारित नहीं
id: Belum ditentukan
ru: Не задано
tr: Belirlenmemiş
ur: مقرر نہیں
zh_hans: 未设置

source: لاعب
de: Spieler
en: Player
es: Jugador
fr: Joueur
hi: खिलाड़ी
id: Pemain
ru: Игрок
tr: Oyuncu
ur: کھلاڑی
zh_hans: 玩家

source: ابدأ القياس
de: Messung starten
en: Start measuring
es: Empieza la medición
fr: Commencer la mesure
hi: मापन शुरू करें
id: Mulai pengukuran
ru: Начать измерение
tr: Ölçümü başlat
ur: پیمائش شروع کریں
zh_hans: 开始测量

source: أنت تكرر قرارات قريبة من الخبير. ارفع الصعوبة أو ركز على مواقف الحكم لاختبار قراءة أقوى.
de: Du triffst wiederholt Expertenzüge – steigere die Stufe oder nimm Hokum-Situationen.
en: You are repeating expert-like decisions. Raise the difficulty or focus on Hokum scenarios to test stronger reading.
es: Repites decisiones de nivel experto; sube la dificultad o céntrate en situaciones de Hokum.
fr: Vous répétez des coups d'expert : montez d'un niveau ou ciblez le Hokum.
hi: आप विशेषज्ञ-स्तर के निर्णय दोहरा रहे हैं। कठिनाई बढ़ाएँ या Hokum स्थितियों पर ध्यान दें।
id: Kamu terus membuat keputusan setara pakar. Naikkan kesulitan atau fokus ke situasi Hokum.
ru: Ты стабильно принимаешь экспертные решения — повысь уровень или возьми Hokum.
tr: Uzman düzeyinde kararları tekrarlıyorsun. Zorluğu artır ya da Hokum durumlarına odaklan.
ur: آپ ماہرانہ فیصلے دہرا رہے ہیں۔ دشواری بڑھائیں یا Hokum کی صورتحال پر توجہ دیں۔
zh_hans: 你在反复作出接近专家的决策：提升难度，或专攻 Hokum 局面以检验更强的读牌。

source: استمر بالمقارنة
de: Weiter vergleichen
en: Keep comparing
es: Sigue comparando
fr: Continuez à comparer
hi: तुलना जारी रखें
id: Lanjutkan membandingkan
ru: Продолжай сравнивать
tr: Karşılaştırmaya devam et
ur: موازنہ جاری رکھیں
zh_hans: 继续对比

source: اختياراتك الأخيرة تخسر نقاطًا متوقعة؛ جرّب حفظ الورق العالي عندما لا تستطيع الفوز بالأكلة.
de: Deine letzten Wahlen kosten Punkte – spare hohe Karten, wenn der Stich verloren ist.
en: Your recent choices are losing expected points; try saving high cards when you cannot win the trick.
es: Tus últimas elecciones pierden puntos; guarda las cartas altas cuando no puedas ganar la baza.
fr: Vos derniers choix coûtent des points : gardez les hautes cartes quand le pli est perdu.
hi: आपके हालिया चयन अपेक्षित अंक खोते हैं; जब चाल न जीत सकें तो ऊँचे कार्ड बचाएँ।
id: Pilihan terkinimu kehilangan poin harapan; coba simpan kartu tinggi saat tak bisa menang trik.
ru: Последние выборы теряют очки — береги старшие карты, когда взятку не взять.
tr: Son seçimlerin beklenen puan kaybettiriyor; eli alamayacağın zaman yüksek kartları saklamayı dene.
ur: آپ کے حالیہ انتخابات متوقع پوائنٹس کھوتے ہیں؛ جب ہاتھ نہ جیت سکیں تو اونچے کارڈ بچائیں۔
zh_hans: 你最近的选择在丢期望分：拿不下这墩时，试着保留大牌。

source: بعد كل إجابة راجع بطاقة أثر كل قرار؛ الفرق بين اختيارك والخيار الثاني يعلمك متى تكون المخاطرة مقبولة.
de: Lies nach jeder Antwort die Wirkungskarte – der Abstand zur zweiten zeigt, wann Risiko passt.
en: After each answer, review the impact card; the gap between your choice and the second option teaches when risk is acceptable.
es: Tras cada respuesta, revisa la ficha de impacto; la diferencia con la segunda te enseña cuándo arriesgar.
fr: Après chaque réponse, lisez la fiche d'impact : l'écart avec le second vous dit quand risquer.
hi: हर उत्तर के बाद प्रभाव कार्ड देखें; आपके चयन और दूसरे विकल्प का अंतर सिखाता है कि जोखिम कब उचित है।
id: Setelah tiap jawaban, tinjau kartu dampak; selisih pilihanmu dengan opsi kedua mengajarkan kapan risiko layak diambil.
ru: После каждого ответа смотри карточку влияния — разрыв со вторым покажет, когда риск оправдан.
tr: Her cevaptan sonra karar etki kartını incele; seçiminle ikinci seçenek arasındaki fark, riskin ne zaman kabul edilebilir olduğunu öğretir.
ur: ہر جواب کے بعد فیصلے کا اثر کارڈ دیکھیں؛ آپ کے انتخاب اور دوسرے اختیار کا فرق بتاتا ہے کہ خطرہ کب قابلِ قبول ہے۔
zh_hans: 每次作答后查看影响卡：你与次优之间的差距会告诉你何时值得冒险。

source: صفِّ الخيارات أولًا
de: Filtere zuerst die Optionen
en: Filter choices first
es: Filtra primero las opciones
fr: Filtre d'abord les options
hi: पहले विकल्प छाँटें
id: Saring pilihan dulu
ru: Сначала отфильтруйте варианты
tr: Önce seçenekleri ele
ur: پہلے انتخاب چھانٹیں
zh_hans: 先筛选选项

source: نسبة الاختيارات خارج أفضل خيارين مرتفعة. قبل المقارنة النهائية، استبعد الورق الذي لا يكسب الأكلة ولا يقلل الخسارة.
de: Der Anteil der Entscheidungen außerhalb der zwei besten Optionen ist hoch. Streiche vor dem finalen Vergleich Karten, die weder die Stiche gewinnen noch den Verlust verringern.
en: Your rate outside the top two options is high. Before the final comparison, remove cards that neither win the trick nor reduce the loss.
es: Tu tasa fuera de las dos mejores opciones es alta. Antes de la comparación final, elimina cartas que no ganan la baza ni reducen la pérdida.
fr: Ton taux hors des deux meilleurs choix est élevé. Avant la comparaison finale, écarte les cartes qui ne gagnent pas le pli et ne réduisent pas la perte.
hi: शीर्ष दो विकल्पों से बाहर की दर अधिक है। अंतिम तुलना से पहले वे कार्ड हटाएँ जो न ट्रिक जीतते हैं न नुकसान घटाते हैं।
id: Tingkat pilihan di luar dua teratas tinggi. Sebelum perbandingan akhir, singkirkan kartu yang tidak memenangkan trik dan tidak mengurangi kerugian.
ru: Доля выборов вне двух лучших вариантов высока. Перед финальным сравнением уберите карты, которые не выигрывают взятку и не уменьшают потери.
tr: İlk iki seçenek dışındaki tercih oranın yüksek. Son karşılaştırmadan önce eli kazanmayan ve kaybı azaltmayan kartları ele.
ur: بہترین دو انتخاب سے باہر جانے کی شرح زیادہ ہے۔ آخری موازنے سے پہلے وہ کارڈ نکالیں جو نہ بازی جیتتے ہیں نہ نقصان کم کرتے ہیں۔
zh_hans: 你选择前两名之外选项的比例较高。最终比较前，先排除既不能赢墩也不能减少损失的牌。

source: قبل اختيار الورقة، راجع اللون المطلوب والحكم الموجود ثم قارن هل تستطيع ربح الأكلة أو تقليل خسارتها.
de: Vor der Wahl: geforderte Farbe, vorhandener Trumpf, dann gewinnen oder Verlust mindern.
en: Before choosing a card, review the required suit and available trump, then decide whether you can win the trick or reduce the loss.
es: Antes de elegir: palo pedido, triunfo presente, y luego ganar o reducir la pérdida.
fr: Avant de choisir : couleur demandée, atout présent, puis gagner ou limiter la perte.
hi: कार्ड चुनने से पहले माँगा गया सूट और मौजूद तुरुप देखें, फिर तुलना करें कि चाल जीत सकते हैं या हानि घटानी है।
id: Sebelum memilih kartu, tinjau simbol yang diminta dan truf yang ada, lalu bandingkan bisa menang trik atau menekan kerugian.
ru: Перед выбором: затребованная масть, козырь на столе, затем взять или снизить потери.
tr: Kartı seçmeden önce istenen sembolü ve mevcut kozu gözden geçir, sonra eli kazanabilir misin yoksa kaybı azaltmalı mısın karşılaştır.
ur: کارڈ چننے سے پہلے مطلوبہ رنگ اور موجود ترپ دیکھیں، پھر موازنہ کریں کہ ہاتھ جیت سکتے ہیں یا نقصان کم کرنا ہے۔
zh_hans: 出牌前先看所需花色与场上将牌，再比较能否拿墩或减少损失。

source: خفف السرعة
de: Langsamer machen
en: Slow down
es: Baja el ritmo
fr: Ralentissez
hi: गति कम करें
id: Perlambat
ru: Сбавь темп
tr: Yavaşla
ur: رفتار کم کریں
zh_hans: 放慢节奏

source: سلسلة ممتازة
de: Ausgezeichnete Serie
en: Excellent streak
es: Racha excelente
fr: Excellente série
hi: उत्कृष्ट लड़ी
id: Rentetan luar biasa
ru: Отличная серия
tr: Mükemmel seri
ur: بہترین سلسلہ
zh_hans: 出色的连胜

source: حل عدة مواقف من كل مستوى حتى يعطيك المدرب قراءة أدق لأسلوبك.
de: Löse mehrere Situationen je Stufe für eine genauere Einschätzung deines Stils.
en: Solve several scenarios from each level so the trainer can read your style more accurately.
es: Resuelve varias situaciones de cada nivel para una lectura más fina de tu estilo.
fr: Résolvez plusieurs situations par niveau pour une lecture plus fine de votre style.
hi: हर स्तर की कई स्थितियाँ हल करें ताकि कोच आपकी शैली अधिक सटीक पढ़ सके।
id: Selesaikan beberapa situasi tiap level agar pelatih membaca gayamu lebih akurat.
ru: Реши по несколько ситуаций каждого уровня для более точной оценки стиля.
tr: Antrenörün tarzını daha isabetli okuması için her seviyeden birkaç durum çöz.
ur: ہر سطح سے کئی صورتحال حل کریں تاکہ کوچ آپ کے انداز کی درست تر قرات دے۔
zh_hans: 每个难度多做几个局面，教练才能更准确读出你的风格。

source: قلل نزيف النقاط
de: Punktverluste reduzieren
en: Reduce point leakage
es: Reduce la fuga de puntos
fr: Réduisez la fuite de points
hi: अंक-रिसाव घटाएँ
id: Kurangi kebocoran poin
ru: Сократи утечку очков
tr: Puan kaybını azalt
ur: پوائنٹس کا ضیاع کم کریں
zh_hans: 减少失分

source: ما أفضل ورقة؟
de: Welche ist die beste Karte?
en: What is the best card?
es: ¿Cuál es la mejor carta?
fr: Quelle est la meilleure carte ?
hi: सबसे अच्छा कार्ड कौन सा है?
id: Kartu mana yang terbaik?
ru: Какая карта лучшая?
tr: En iyi kart hangisi?
ur: بہترین کارڈ کون سا ہے؟
zh_hans: 哪张牌最好？

source: لماذا لا أستطيع لعب هذه الأوراق؟
de: Warum kann ich diese Karten nicht spielen?
en: Why can't I play these cards?
es: ¿Por qué no puedo jugar estas cartas?
fr: Pourquoi ne puis-je pas jouer ces cartes ?
hi: मैं ये कार्ड क्यों नहीं खेल सकता?
id: Mengapa saya tidak bisa memainkan kartu ini?
ru: Почему я не могу сыграть эти карты?
tr: Bu kartları neden oynayamıyorum?
ur: میں یہ کارڈ کیوں نہیں کھیل سکتا؟
zh_hans: 为什么我不能出这些牌？

source: المحاولات
de: Versuche
en: Attempts
es: Intentos
fr: Tentatives
hi: प्रयास
id: Percobaan
ru: Попытки
tr: Denemeler
ur: کوششیں
zh_hans: 尝试次数

source: تعذّر توليد موقف تدريبي صالح. جرّب موقفًا جديدًا.
de: Es konnte keine gültige Situation erzeugt werden. Versuche eine neue.
en: Could not generate a valid training scenario. Try a new scenario.
es: No se pudo generar una situación válida. Prueba con otra.
fr: Impossible de générer une situation valide. Essayez-en une autre.
hi: मान्य अभ्यास स्थिति नहीं बन सकी। नई स्थिति आज़माएँ।
id: Gagal membuat situasi latihan yang sah. Coba situasi baru.
ru: Не удалось создать корректную ситуацию. Попробуй новую.
tr: Geçerli bir antrenman durumu üretilemedi. Yeni bir durum dene.
ur: درست تربیتی صورتحال نہ بن سکی۔ نئی صورتحال آزمائیں۔
zh_hans: 无法生成有效的训练局面，请换一个。

source: جارٍ تجهيز موقف
de: Situation wird vorbereitet
en: Preparing a scenario
es: Preparando una situación
fr: Préparation d'une situation
hi: स्थिति तैयार हो रही है
id: Menyiapkan situasi
ru: Готовим ситуацию
tr: Bir durum hazırlanıyor
ur: صورتحال تیار ہو رہی ہے
zh_hans: 正在准备局面

source: مشاركة الموقف
de: Situation teilen
en: Share scenario
es: Compartir la situación
fr: Partager la situation
hi: स्थिति साझा करें
id: Bagikan situasi
ru: Поделиться ситуацией
tr: Durumu paylaş
ur: صورتحال شیئر کریں
zh_hans: 分享局面
